Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=757_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Riikkaidgaskasaš artikla 8(j) bargojoavku evttoha eamiálbmogiid árbevirolaš dieđu suoji ovddideami
smn: Aalmugijkoskâsâš artikla 8(j) pargojuávkku iävtut algâaalmugij ärbivuáválii tiäđu syeje ovdedem

source: Sámedikki ovddasteaddjit oassálaste riikkaidgaskasaš artikla 8(j)-bargojoavkku gávccát čoahkkimii Montrealis.
smn: Sämitige ovdâsteijeeh uásálistii aalmugijkoskâsii artikla 8(j)-pargojuávhu káávcád čuákkimân Montrealist.

source: Bargojoavkku lea vuođđudan biodiversitehtasoahpamuša vuolláičálli riikkaid oassebeallečoahkkin (COP).
smn: Pargojuávhu lii vuáđudâm biodiversiteetsopâmuš vuáláčälleestaatâi uásipeličuákkim (COP).

source: Bargojoavkku barggu jođiha COP:a dohkkehan máŋggajahkásaš bargoprográmma artikla 8(j):a ollašuhttima várás.
smn: Pargojuávhu pargo stivree COP tuhhiittem maaŋgâihásâš pargo-ohjelm artikla 8(j) tooimânpieijâmân.

source: Bargojoavkku bargun lea bargoprográmma ollašuhttin sihke čuovvovaš biodiversitehtasoahpamuša oassebeallečoahkkima artikla 8(j):a guoski mearrádusaid válmmaštallan.
smn: Pargojuávhu pargon lii pargo-ohjelm olášuttem sehe čuávvoo biodiversiteetsopâmuš uásipeličuákkim artikla 8(j) kyeskee miärádâsâi valmâštâllâm.

source: Čuovvovaš oassebeallečoahkkin dollo boahtte čavčča Mátta-Koreas.
smn: Čuávvoo uásipeličuákkim tolluu puáttee čoovčâ Maadâ-Koreast.

source: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, guhte oassálasttii bargojoavkku čoahkkimii juo goalmmát geardde, doalai čoahkkima dehalažžan. ”
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi, kote uásálistij pargojuávhu čuákkimân jo kuálmád keerdi, oonij čuákkim tehálâžžân. ”

source: Riikkaidgaskasaš artikla 8(j)-bargojoavkku čoahkkimat leat dehalaččat álbmotlaččat ja riikkaidgaskasaččat.
smn: Aalmugijkoskâsiih artikla 8(j)-pargojuávhu čuákkimeh láá teháliih aalmuglávt já almugijkoskâsávt.

source: Čoahkkimiin beassá buktit ovdan Suoma sámiid oainnuid, váikkuhit mearrádusbargamii, oažžut ođđa jurdagiid árbevirolaš dieđu suoji buorideapmin sihke lonuhit jurdagiid máilmmi sierra eamiálbmogiid gaskkas, ” ságajođiheaddji Näkkäläjärvi muitalii.
smn: Čuákkimijn piäsá pyehtiđ oovdân Suomâ sämmilij uáinuid, vaikuttiđ miärádâstohâmân, finniđ uđđâ jurduid ärbivuáválii tiäđu syeje pyereedmân sehe lonottiđ jurduid maailm eres algâaalmugij koskân, ” saavâjođetteijee Näkkäläjärvi muštâlij.

source: Čoahkkimii oassálaste buot sámedikki álbmotlaš 8(j)-bargojoavkku lahtut. ”
smn: Čuákkimân uásálistii puoh sämitige aalmuglii 8(j)-pargojuávhu jesâneh. ”

source: Álbmotlaš ollašuhttima ja boahttevuođa jurddašettiin lea erenomáš dehalaš, ahte nu máŋga sámedikki ovddasteaddji go vejolaš álbmotlaš 8(j)- bargojoavkkus oahpásma artikla 8(j):i ja dasa gulavaš riikkaidgaskasaš mearrádusbargamii ”, Näkkäläjärvi deattuha.
smn: Aalmuglii tooimânpieijâm já puátteevuođâ jurdâččin lii eromâš tehálâš, ete nuuvt maŋgâ sämitige ovdâsteijee aalmuglâš 8(j)-pargojuávhust, ko máhđulâš, uápásmuvá artikla 8(j):n já toos lohtâseijee aalmugijkoskâsii miärádâstohâmân ”, Näkkäläjärvi tiäddut.

source: Suoma sámedikki ovddasteaddjit oassálaste čoahkkimii Suoma stáhta delegašuvnnas.
smn: Suomâ sämitige ovdâsteijeeh uásálistii čuákkimân Suomâ staatâ delegaatiost.

source: Čoahkkimiin Eurohpa Uniovnna lahttoriikkat geahččalit gávnnahit oktasaš oainnu koordinerenčoahkkimiin, maidda maiddái sámediggi oassálasttii. ”
smn: Čuákkimijn Euroop Union jeessânstaatah viggeh ráđádâllâđ ohtsii uáinu koordinaatiočuákkimijn, mooid meid sämitigge uásálistij. ”

source: Mii leamašat fárus válmmaštallamin Suoma oainnuid čoahkkima várás juo guhká ovdal aitosaš čoahkkima ja buktán iežamet evttohusaid ee. Suoma vástádusaide biodiversitehtasoahpamuša čállingoddái čoahkkináššiin, Näkkäläjärvi muitalii ”.
smn: Mii lep lamaš fáárust valmâštâlmin Suomâ uáinuid čuákkimân jo kuhháá ovdil eidusâš čuákkim já lep puáhtám jieijah iävtuttâsâid el. Suomâ vástádâssáid biodiversiteetsopâmuš čäällimkoodán čuákkimaašijn, Näkkäläjärvi muštâlij ”.

source: Kahwanake mohawkiid (Kanien: keha ' ka) ovddastan Charles Patton attii čoahkkimii árbevirolaš mohawk-sivdnideami ja lávllui ustitvuođa lávlaga.
smn: Kahwanake mohawkijd (Kanien: keha ' ka) ovdâstâm Charles Patton adelij čuákkimân ärbivuáválii mohawk-sivnádâs já lavlui ustevvuođâ lavluu

source: Govva: Inga-Briitta Magga.
smn: Kove: Inga-Briitta Magga.

source: Čoahkkima áššelisttás lei vásáhusaid muitaleapmi artikla 8(j)- bargojoavkkus ja erenomážit das, mo eamiálbmogat leat oassálastán biodiversitehtasoahpamuša ollašuhttimii.
smn: Čuákkim äššilistoost lâi vuáttámušâi muštâlem artikla 8(j)- pargojuávhust já eromâšávt tast, maht algâaalmugeh láá uásálistâm biodiversiteetsopâmuš tooimânpieijâmân.

source: EU- ságajođihanriika Liettua muitalii čoahkkimii EU:a sáhkavuorus erenomážit das, mo artikla 8(j):a lei ollašuhtton Suomas.
smn: EU- saavâjođetteijeestaatâ Liettua muštâlij čuákkimân EU sahâvuárust eromâšávt tast, maht artikla 8(j) lâi tooimânpieijum Suomâst.

source: Čoahkkimii muitaluvvui álbmotlaš biodiversitehtastrategiijas sihke vuođđuduvvon álbmotlaš 8(j)-bargojoavkkus, man ságajođiheaddjin doaimmai sámedikki ságajođiheaddji Klemetti Näkkäläjärvi.
smn: Čuákkimân muštâlui aalmuglii biodiversiteetstrategiast sehe vuáđudum aalmuglii 8(j)-pargojuávhust, mon saavâjođetteijen tuáimá sämitige saavâjođetteijee Klemetti Näkkäläjärvi.

source: Čoahkkimis gieđahallai ON:id eamiálbmogiid bissovaš foruma ávžžuhus váldit vuhtii biodiversitehtasoahpamuša ollašuhttimis tearbma eamiálbmot ja báikkálašsearvvuš dálá eamiálbmot- ja báikkálašsearvvuš sajis.
smn: Čuákkimist kieđâvuššui OA algâaalmugij pissoo foorum avžuuttâs väldiđ kiävtun biodiversiteetsopâmuš tooimânpieijâmist teermâ algâaalmug já páihálâšsiärvus tááláá algâaalmug- já páihálâšsiärvus saajeest.

source: Suopma doarjjui terminologiija nuppástuhttima bissovaš foruma evttohusa mielde biodiversitehtasoahpamuša ođđa mearrádusain.
smn: Suomâ tuárjui terminologia nubástittem pissoo foorum iävtuttâs mield uđđâ biodiversiteetsopâmuš miärádâssâin.

source: EU-lahttoriikkat eai lean áššis ovttamielalaččat.
smn: EU-jeessânstaatah iä lamaš ääšist oovtmielâliih.

source: Čoahkkin ii bastán bargat áššis čovdosa muhto evttohii ON:id dahkat terminologiija vejolaš rievdadeamis lágalaš analyysa ja oassebeallečoahkkima bargat áššis mearrádusaid.”Čoahkkima návccahisvuohta bargat áššis mearrádusa lei eamiálbmogiidda stuorra beahttašupmi.
smn: čuávdus peic iävtuttij OA rähtiđ terminologia máhđulâš nubástutmist lavâlâš analyys já uásipeličuákkim toohâđ ääšist miärádâsâid.”Čuákkim navcâttemvuotâ toohâđ ääšist miärádâs lâi algâaalmugijd stuorrâ pettâšume.

source: Terminologiija nuppástuhttin vástidivčče fámus leahkki olmmošvuoigatvuohtageavada.
smn: Terminologia nubástittem västidiččij vyeimist orroo olmoošvuoigâdvuotâvuáháduv.

source: Mearkkalaš lei, ahte terminologiija rievdadeami vuostálaste maiddái moadde dakkár riikka, geat ledje dohkkehan ON:id eamiálbmotjulggaštusa ”, sámedikki stivrra lahttu Petra Magga-Vars muitalii.
smn: Eromâš lâi, ete terminologia nubástittem vuástálistij meid muáddi taggaar staatâ, moh lijjii tuhhiittâm OA algâaalmugjulgáštuš ”, sämitige stiivrâ jeessân Petra Magga-Vars muštâlij.

source: Riikkaidgaskasaš artikla 8(j)-bargojoavkku barggus lea ságastallon máŋgii biodiversitehtai gulavaš árbevirolaš dieđu máhcaheamis ruovttoluotta eamiálbmotservošii.
smn: Aalmugijkoskâsii artikla 8(j)-pargojuávhu pargoost lii savâstâllum maŋgii biodiversiteettân lohtâseijee ärbivuáválii tiäđu maacâtmist maasâd algâaalmugsiärvusáid.

source: Čoahkkin evttohage, ahte lagašboahttevuođas lágiduvvo viiddis čoahkkin válmmaštallat eaktodáhtolaš rávvagiid árbevirolaš dieđu máhcaheapmin.
smn: Čuákkim iävtut, ete aldapuátteevuođâst uárnejuvvoo viijđes čuákkim valmâštâllâđ rijjâtátulijd ravvuid ärbivuáválii tiäđu maacâtmân.

source: Rávvagat boađášedje čuovvovaš riikkaidgaskasaš 8(j)- bargojoavkku válmmaštallamii ja viidásabbot 13 oassebeallečoahkkimii dohkkeheami várás. ”
smn: Ravvuuh puáđáččii čuávvoo aalmugijkoskâsii 8(j)-pargojuávhu valmâstâllâmnáál já ain ovdâskulij 13 uásipeličuákkim tuhhiittemnáál. ”

source: Árbevirolaš dieđu máhcaheapmi lea dehalaš máŋgga eamiálbmogii.
smn: Ärbivuáválii tiäđu macâttem lii tehálâš maaŋgâ algâaalmugân.

source: Sámiid árbevirolaš dihtui gulavaš arkiivamateriála lea nu Suoma arkiivalágádusain go olggoriikkainge valjis.
smn: Sämmilij ärbivuáválii tiätun lohtâseijee arkkâdâhmateriaaleh láá valjeest nuuvt Suomâ arkkâdâhlágádâssâin ko olgoenâmijn-uv.

source: Suomas galggašii álggahit ságastallama ja čielggadeami mo arkiivamateriála boađášii buoremusat, ovdamearkan digiteremiin, sámiid olámuddui ovdamearkan sámearkiivai dahje sámemusea Siidai ”, sámedikki várreságajođiheaddji Heikki Paltto muitalii.
smn: Suomâst kolgâččij algâttiđ savâstâllâm já čielgimpargo, ete maht arkkâdâhmateriaal finnejuččij pyerebeht, ovdâmerkkân digitistmáin, sämmilij olámuudon ovdâmerkkân sämiarkkâdâhân teikâ sämimuseo Siijdân ”, sämitige värisaavâjođetteijee Heikki Paltto muštâlij.

source: Čoahkkin dollui riikkaidgaskasaš áibmojohtolatsearvvi (IATA) - váldokantuvrras.
smn: Čuákkim tollui aalmugijkoskâsii áimujotolâhseervi (IATA) - válduviäsust.

source: Čoahkkimii oassálaste viidát soahpamuša ratifieren riikkaid ovddasteaddjit, dárkojeaddjit sihke eamiálbmogiid ovddasteaddjit.
smn: Čuákkimân uásálistij viijđes juávkku sopâmuš ratifisistem staatâi ovdâsteijeid, tárkkojeijeid sehe algâaalmugij ovdâsteijeid

source: Govva: Inga-Briitta Magga
smn: Kove: Inga-Briitta Magga

source: Čoahkkimis gevvui temáhtalaš ságastallan biodiversitehtasoahpamuša artiklaid 8(j) ja 10 (c):a guoskkahansajiin.
smn: Čuákkimist tollui tematlâš savâstâllâm biodiversiteetsopâmuš artiklai 8(j) já 10 (c) ovtâstumesoojijn.

source: Artikla 10 (c) suodjala árbevirolaš luonddu suvdilis geavaheami.
smn: Artikla 10 (c) suoijâl ärbivuáválii luándu pištee kevttim.

source: Čoahkkin evttoha oassebeallečoahkkimii ahte dat dohkkehivčče doaibmabidjoprográmma dábálaš luonddugeavahusa suodjaleapmin dievas ovttasbarggus eamiálbmogiiguin. ”
smn: Čuákkim iävtut uásipeličuákkimân ete tot tuhhiittiččij toimâohjelm táválâš luándukevttim suoijâlmân tievâs oovtâstpargoost algâaalmugijguin. ”

source: Suomas artikla 10(c) guoská erenomážit sámiid boazodoalu ja eará árbevirolaš ealáhusaid.
smn: Suomâst artikla 10(c) kuáská eromâšávt säämi puásuituálu já eres ärbivuáválijd iäláttâsâid.

source: Lea dehalaš ahte sihke árbevirolaš diehtu ja dábálaš suvdilis luondduegeavaheapmi dorjojuvvojit.
smn: Lii tehálâš ete sehe ärbivuáválâš tiätu ete táválâš pištee luándukevttim torjuu.

source: Suomas artikla boahtá ovdan erenomážit sámiid árbevirolaš dálve- ja geasseeanaortnega sihkkarastimis ”, Paltto muitalii.
smn: Suomâst artikla puátá oovdân eromâšávt säämi ärbivuáválâš kuáttumjuurrâmvuáháduv turviimist ”, Paltto muštâlij.

source: Čoahkkimii oassálaste ovddasteaddjit Ruoŧa ja Norgga sámedikkis.
smn: Čuákkimân uásálistii ovdâsteijeeh Ruotâ já Taažâ sämitiggijn.

source: Sámedikkit dolle oktasaš čoahkkima artikla 8(j):a ollašuhttimis guđege riikkas.
smn: Sämitigeh tollii ohtsii čuákkim artikla 8(j) tooimânpieijâmist jieškote-uv staatâst.

source: Čoahkkimis sohppui ahte sámedikkit lávgadit ovttasbarggu artikla 8(j):a ollašuhttima várás.
smn: Čuákkimist soppui ete sämitigeh tiätásmitteh oovtâstpargo artikla 8(j) tooimânpieijâmân.

source: Oktasaš evttohus dolvojuvvo sámi parlamentáralaš ráđi gieđahallamii boahtte giđa. ”
smn: Ohtâsâš iävtuttâs tolvuu säämi parlamentaarlâš rääđi kieđâvuššâmnáál čuávvoo kiiđâ. ”

source: Lean ilus, ahte fidnet davviriikkaid ovttasbarggu johtui 8(j)- áššiin.
smn: Lam ilolâš, ete uážžup ohtsâštave-eennâmlâš oovtâstpargo joton 8(j)-aašijn.

source: Suoma sámediggi lea figgan ovddidit ovttasbarggu áššis juo ovdal, muhto áigi ii leamaš dalle vel heivvolaš.
smn: Suomâ sämitigge lii viggâm ovdediđ oovtâstpargo ääšist jo ovdil-uv, mutâ äigi ij lamaš talle toos vala vaalmâš.

source: Artikla 8(j) ja árbevirolaš dieđu suodji laktása maiddái davviriikkaid sámesoahpamuššii ja sámi parlamentáralaš ráđi doaimma ovddideapmái.
smn: Artikla 8(j) já ärbivuáválii tiäđu syeji lahtoo meid tave-eennâmláš sämisopâmušân já säämi parlamentaarlâš rääđi tooimâ oovdedmân.

source: Riikkaidgaskasaš artikla 8(j)-bargojoavku evttohii ee. sui generis (áidnalunddot) - vuogádaga ráhkadeami diliin, main árbevirolaš dieđu hálddašeaddji álbmot ássá máŋgga sierra riikka viidodagas.
smn: Aalmugijkoskâsâš artikla 8(j)-pargojuávkku iävtuttij el. sui generis (áinoošlajâsâš) - vuáháduv rähtim tiilijn, main ärbivuáválii tiäđu haldâšeijee aalmug áásá maaŋgâ sierâ staatâ kuávlust.

source: Mii galgatge bidjat deattu SPR:s justa sui generis- vuogádeami dahkamii ”, Näkkäläjärvi muitalii.
smn: Mij kolgâp-uv vuáijuđ SPR:st eidu sui generis- vuáháduv rähtimân ”, Näkkäläjärvi muštâlij.

source: ” Bargu ii báze dása.
smn: ” Pargo ij pääsi taas.

source: Buktit ovdan čoahkkima bohtosiid álbmotlaš artikla 8(j)-bargojovkui, mii mearrida vejolaš joatkkadoaibmabijuin.
smn: Oovdânpyehtip čuákkim puátusijd aalmuglâš artikla 8(j)-pargojuávkun, mii meerrid máhđulijn jotkâtooimâin.

source: Riikkaidgaskasaš artikla 8(j)-bargojoavkku čoahkkinmearrádusain oassi báhcá šiehttanláhkai obban COP:i almmá bargojoavkku ávžžuhusa haga.
smn: Aalmugijkoskâsii artikla 8(j)-pargojuávhu čuákkimmiärádâsâin uási paasij čuávdimnáál ollásávt COP:n nuhtán pargojuávhu avžuuttem.

source: Dát dárkkuha dan, ahte sámediggi galgá leat aktiivvalaččat fárus váikkuheamen Suoma ja EU: oainnuide čuovvovaš COP:s ja dan válmmaštallamis ”; Näkkäläjärvi deattuha.
smn: Taat meerhâš tom, ete sämitigge kalga leđe aktiivlávt fáárust vaikutmin Suomâ já EU uáinuid čuávvoo COP:st já ton valmâštâlmijn ”; Näkkäläjärvi tiäddut.

source: Sámedikki delegašuvdna beasai čuovvut kanien ’ kéha- giela rávesolbmuidoahpahusa keha ' ka- álbmoga olbmuide.
smn: Sämitige delegaatio peesâi čuávvuđ kanien ’ kéha- kielâ rävisolmoošmáttááttâs keha ' ka- aalmug jesânáid.

source: Dilálašvuođas ságastallui eamiálbmotgielaid oahpahusa ja gielaid ealáskahttima hástalusain.
smn: Tilálâšvuođâst savâstâllii algâaalmugkielâi máttááttâs já kielâi iäláskittem hástusijd.

source: Sámedikki delegašuvdna galledii čoahkkinbottus keha ' ka (mohawk) - Álbmoga giella- ja kulturguovddážis Kahnawakes, Montreal máttabealde.
smn: Sämitige delegaatio kolliistâlâi čuákkimpuudâ ääigi keha ' ka (mohawk) – Aalmug kielâ- já kulttuurkuávdáást Kahnawakest, Montreal maadâbeln.

source: “ Lea dehalaš oahpásmit maiddái eará eamiálbmogiid giela ja kultuvrra doarju doaibmamii.
smn: “ Lii tehálâš uápásmuđ meid eres algâaalmugij kielâ já kulttuur tuárjoo tooimân.

source: Oahpásmuvaimet giella- ja kulturguovddáža doaimmaide ja beasaimet čuovvut oahpahusa.
smn: Uápásmuim kielâ- já kulttuurkuávdáá tooimân já peesâim čuávvuđ máttááttâs.

source: Vaikke kultuvrrat leat sierraláganat, hástalusat iežas giela ja kultuvrra seailluheami várás leat seammáláganat. ”
smn: Veikâ mii kulttuureh láá ereslágáneh, hástuseh jieijâs kielâ já kulttuur siäilutmân láá siämmáálágáneh. ”

source: Petra Magga-Vars muitalii.
smn: Petra Magga-Vars muštâlij.

source: Čoahkkimiid nogadettiin sámedikki ovddasteaddjit oahpásmuvve biodiversitehtamuseai (Biodome), mii ovdanbuktá Kanada sierra luondotiippaid ja daid ealliid.
smn: Čuákkimij nuuhâm maŋa sämitige ovdâsteijeeh uápásmuvvii biodiversiteetmuseon (Biodome), mii kovvee Kanada jieškote-uv luándutijpâid já tai elleid.

source: Lasi dieđut biodiversitehtasoahpamuša artikla 8(j):s
smn: Lase tiäđuh biodiversiteetsopâmuš artikla 8(j):st

source: Čoahkkinmearrádusat
smn: Čuákkimmiärádâsah

source: Dieđáhus sámedikki lágidan siidodáhpáhusas 8(j)-čoahkkimis
smn: Tiäđáttâs sämitige ornim miäldustábáhtusâst 8(j)-čuákkimist

source: Álbmotlaš biodiversitehtastrategiija ja - doaibmanprográmma
smn: Aalmuglâš biodiversiteetstrategia já - toimâohjelm

source: Sámedikki ságajođiheaddji blogga, mas son muitala 8(j)-čoahkkima dovdamušain
smn: Sämitige saavâjođetteijee blogi, kost sun maainâst 8(j)-čuákkim tubdâmušâin

source: Lassidieđut:
smn: Lasetiäđuh:
